Repository: bryceco/GoMap
Catalog: src/iOS/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, et, eu, fi, fr, hr, id, it, ja, mr, nb_no, nl, oc, pl, pt, pt_br, ru, ta, uk, vi, zh_hans, zh_hant

source: Turn Restrictions
ar: قيود الانعطافات المرورية
cs: Omezení odbočení
de: Abbiegebeschränkungen
es: Restricciones de giro
et: Pöördepiirangud
fi: Kääntymisrajoitukset
fr: Interdictions de tourner
hr: Ograničenja skretanja
ja: 進行方向制限
nl: Afslagbeperkingen
pt: Restrições de viragem
pt_br: Restrições de direção
ru: Ограничения манёвров
ta: கட்டுப்பாடுகளைத் திருப்புங்கள்
uk: Обмеження маневру
vi: Hạn chế Rẽ
zh_hans: 转向限制
zh_hant: 轉向限制關係

source: Turn restrictions specify which roads you can turn onto when entering an intersection from a given direction. Select the highway from which you are approaching the intersection, then tap an arrow to toggle whether the destination road is a permitted route.
ar: تحدد قيود الانعطاف الطرق التي يمكنك الانعطاف إليها عند دخول تقاطع من اتجاه معين. حدد الطريق الذي يقترب لتقاطع أو مفترق طرق، ثم اضغط على السهم للتحديد ما إذا ما كانت طريق الوجهة طريقًا مسموحًا به.
cs: Omezení odbočení určují, do jakých cest můžete zabočit při vjíždění do křížení z daného směru. Vyberte cestu, kterou přijíždíte do křížení a poté klepněte na šipku pro přepnutí, zda do cílové cesty smíte vjet.
de: Abbiegebeschränkungen geben an, in welche Straßen Sie abbiegen dürfen, wenn Sie aus einer bestimmten Richtung auf eine Kreuzung zufahren. Wählen Sie die Straße, von der aus Sie sich der Kreuzung nähern, und tippen Sie dann auf einen Pfeil, um auszuwählen, ob die Zielstraße eine zulässige Richtung ist.
es: Las restricciones de giro especifican en qué carreteras puede girar al entrar en una intersección desde una dirección determinada. Selecciona la carretera desde la que se aproxima a la intersección y, a continuación, pulsa una flecha para alternar si la carretera de destino es una ruta permitida.
et: Pöördepiirangud määravad, millistele teedele saab pöörata, kui jõuad ristmikule teatavast suunast. Vali maantee, millelt ristmikule lähened, seejärel koputa noolt, et lülitada ümber, kas sihttee on lubatud tee.
fr: Les interdictions de tourner spécifient sur quelles voies il est possible de tourner à une intersection en provenance d'une direction donnée. Sélectionner la voie de provenance, puis taper sur une flèche pour basculer entre les différentes possibilités.
hr: Ograničenja skretanja određuju ceste na koje možeš skrenuti prilikom ulaska u raskrižje iz zadanog smjera. Odaberi autocestu iz koje se približavaš raskrižju. Zatim dodirni strelicu za uključivanje/isključivanje za određivanje je li cesta do odredišta dozvoljena ruta.
ja: 進行方向制限はある方向から交差点に侵入する際に、どちらの道路に方向転換できるかを指定します。 交差点に向かっている道路を選んで、矢印をタップして目的の道路が許可されたルートにあるかどうかを切り替えます。
nl: Afslagbeperkingen specificeren welke wegen je op mag wanneer je vanaf een gegeven richting op een kruising komt. Selecteer de weg vanaf waar je op de kruising komt en druk vervolgens op een pijl om aan te geven of een weg een toegestane route is.
pt: As restrições de viragem especificam em que estradas se pode virar ao entrar numa intersecção a partir de uma determinada direção. Imaginando que está num veículo, selecione a estrada que está a percorrer e se está a aproximar da interseção e toque na seta para alternar se a estrada de destino é uma rota permitida.
pt_br: Restrições de direção especificam em quais estradas você pode virar ao entrar em uma intersecção de uma determinada direção. Selecione a estrada da qual você está se aproximando da interseção, e toque na seta para alternar se a estrada de destino é uma rota permitida.
ru: Ограничения манёвров позволяют определить, на какие дороги можно повернуть, подъезжая к перекрёстку с определённой стороны. Выберите сегмент, по которому вы подъезжаете к перекрёстку, затем нажмите на стрелку, чтобы разрешить/запретить движение в точку назначения.
ta: ஒரு குறிப்பிட்ட திசையிலிருந்து ஒரு குறுக்குவெட்டுக்குள் நுழையும்போது நீங்கள் எந்த சாலைகளை இயக்க முடியும் என்பதைக் குறிப்பிடவும். நீங்கள் குறுக்குவெட்டு நெருங்கும் நெடுஞ்சாலையைத் தேர்ந்தெடுத்து, இலக்கு சாலை அனுமதிக்கப்பட்ட பாதையா என்று மாற்ற ஒரு அம்புக்குறியைத் தட்டவும்.
uk: Обмеження поворотів вказують, на які дороги ви можете повернути при вʼїзді на перехрестя із заданого напрямку. Виберіть шосе, з якого ви наближаєтеся до перехрестя, а потім натисніть стрілку, щоб вказати, чи є дорога призначення дозволеним маршрутом.
zh_hant: 轉向限制關係在您抵達路口的時候會指明可以轉往哪一個方向 選擇您進入路口的方向，然後點擊箭號以表示可以轉往的方向。

source: Type
ar: النوع
cs: Typ
de: Typ
es: Tipo
et: Liik
eu: Tipo
fi: Tyyppi
hr: Vrsta
ja: 種類
mr: प्रकार
pt: Tipo
pt_br: Tipo
ru: Тип
ta: வகை
uk: Тип
zh_hant: 種類

source: U-Turn from %@ allowed
ar: الدواران (الوتيرن) يسمح به من %@
cs: Otáčení z %@ povoleno
de: Umkehren von %@ erlaubt
es: Se permite un cambio de sentido desde la dirección %@
et: U-pööre alates %@ lubatud
fr: Demi-tour depuis %@ permis
hr: Polukružno okretanje iz smjera %@ dozvoljeno
id: Memutar balik dari %@ diizinkan
ja: %@ からのUターンが許可されています
nb_no: U-sving fra %@ tillatt
nl: U-bocht vanaf %@ toegestaan
pt: Inversão de marcha a partir de %@ permitida
pt_br: Retorno de %@ permitido
ru: Разворот с %@ разрешён
ta: U-turn இருந்து %@ அனுமதிக்கப்படுகிறது
uk: Розворот з %@ дозволено
zh_hant: 允許從 %@ 迴轉

source: U-Turn from %@ prohibited
ar: الدواران (الوتيرن) ممنوع من %@
cs: Otáčení z %@ zakázáno
de: Umkehren von %@ verboten
es: Se prohíbe un cambio de sentido desde la dirección %@
et: U-pööre alates %@ keelatud
fr: Demi-tour depuis %@ interdit
hr: Polukružno okretanje iz smjera %@ zabranjeno
id: Memutar balik dari %@ dilarang
ja: %@ からのUターンが禁止されています
nb_no: U-sving fra %@ forbudt
nl: U-bocht vanaf %@ verboden
pt: Inversão de marcha a partir de %@ proibida
pt_br: Retorno de %@ proibido
ru: Разворот с %@ запрещён
ta: %@ தடைசெய்யப்பட்ட U- டர்ன்
uk: Разворот з %@ заборонено
zh_hant: 禁止從 %@ 迴轉

source: UID
ar: معرف المستخدم
fr: Identifiant unique
hr: Jedinstveni identifikator (UID)
zh_hans: 用户ID

source: Unable to upload changes
ar: لا يمكن رفع التغييرات
cs: Změny nelze nahrát
de: Kann Änderungen nicht hochladen
es: No es posible cargar los cambios
et: Muudatusi ei saa üles laadida
eu: Aldaketak ezin igorri
fr: Impossible d'envoyer les modifications
hr: Nemoguć prijenos promjena
id: Tidak dapat menggunggah perubahan
ja: 変更をアップロードできません
nb_no: Kunne ikke laste opp endringer
nl: Kan veranderingen niet uploaden
pt: Não é possível enviar as alterações
pt_br: Não é possível enviar as alterações
ru: Невозможно загрузить изменения
ta: மாற்றங்களை பதிவேற்ற முடியவில்லை
uk: Не вдається завантажити зміни
vi: Không thể tải lên các thay đổi
zh_hans: 无法上传变更
zh_hant: 無法上傳變更

source: Undo
ar: تراجع
cs: Vrátit
de: Rückgängig
es: Deshacer
et: Võta tagasi
fi: Kumoa
fr: Rétablir
hr: Poništi
ja: 元に戻す
mr: पूर्ववत
nb_no: Angre
nl: Ongedaan maken
pt: Desfazer
pt_br: Desfazer
ru: Отменить
ta: செயல்தவிர்
uk: Відмінити
vi: Hoàn tác
zh_hans: 撤消
zh_hant: 上一步

source: Unknown role
ar: دور لعضو العلاقة غير معروف
cs: Neznámá role
de: Unbekannte Rolle
es: Función desconocida
et: Tundmatu roll
fi: Tuntematon rooli
fr: Rôle inconnu
hr: Nepoznata uloga
ja: 不明なロール
nb_no: Ukjent rolle
nl: Onbekende rol
pt: Função desconhecida
pt_br: Função desconhecida
ru: Неизвестная роль
ta: தெரியாத பங்கு
uk: Невідома роль
vi: Vai trò không rõ
zh_hans: 未知角色
zh_hant: 不明的角色

source: Unsupported turn restriction type
ar: نوع قيود الانعطاف غير مدعوم
cs: Nepodporovaný typ omezení odbočení
de: Nicht unterstützer Abbiegebeschränkungs-Typ
es: Tipo de restricción de giro no admitido
et: Toetamata pöördepiirangu liik
fr: Type d'interdiction de tourner non-supporté
hr: Nepodržana vrsta ograničenja skretanja
id: Jenis pembatasan belokan tidak didukung
ja: サポートされていない進行方向制限の種別
nl: Niet ondersteunde afslagbeperkingstype
pt: Tipo de restrição de viragem não suportado
pt_br: Tipo de restrição de direção não suportado
ru: Неподдерживаемый тип ограничения манёвра
ta: ஆதரிக்கப்படாத திருப்பம் கட்டுப்பாடு வகை
uk: Непідтримуваний тип обмеження повороту
vi: Kiểu hạn chế rẽ bất ngờ
zh_hant: 不支援的轉向限制類型

source: Update
ar: تحديث
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
et: Uuenda
eu: Eguneratu
fi: Päivitä
fr: Mettre à jour
hr: Aktualiziraj
id: Perbarui
ja: 更新
mr: अद्ययावत
nb_no: Oppdater
nl: Updaten
pt: Atualizar
pt_br: Atualizar
ru: Обновить
ta: புதுப்பிப்பு
uk: Оновлення
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: Update '%@' tag
ar: تحديث الوسم '%@'
cs: Aktualizovat značku „%@“
de: Tag '%@' aktualisieren
es: Actualizar etiqueta «%@»
et: Värskenda '%@' silti
eu: '%@' ikurra eguneratu
fr: Mettre à jour l'étiquette « %@ »
hr: Aktualiziraj „%@” oznaku
ja: '%@' タグを更新
nl: Tag '%@' updaten
pt: Atualizar a etiqueta "%@"
pt_br: Atualizar a etiqueta %@
ru: Обновить тег '%@'
ta: '%@' குறிச்சொல்லைப் புதுப்பிக்கவும்
uk: Оновити теґ «%@»
zh_hans: 更新'%@'标签
zh_hant: 更新 '%@' 標籤

source: update relation members
ar: تحديث أعضاء العلاقة
cs: aktualizovat členy relace
de: Relations-Mitglieder aktualisieren
es: actualizar miembros de relación
et: uuenda relatsiooni liikmeid
fr: mettre à jour les membres de la relation
hr: aktualiziraj vezu između članova
id: atur anggota hubungan
ja: リレーションメンバーを更新
nb_no: oppdater relasjonsmedlemmer
nl: relatie-leden updaten
pl: aktualizuj członków relacji
pt: atualizar membros de relação
pt_br: atualizar membros de relação
ru: обновить участников отношения
ta: உறவு உறுப்பினர்களைப் புதுப்பிக்கவும்
uk: оновити членів звʼязку
vi: cập nhật các thành viên quan hệ
zh_hans: 更新关系成员
zh_hant: 更新關係的成員

source: Updating Note...
ar: جاري تحديث الملاحظة...
cs: Aktualizace poznámky…
de: Hinweis aktualisieren...
es: Actualizando la nota…
et: Märkme uuendamine…
fr: Mise à jour de la note...
hr: Aktualiziranje čvora …
id: Memperbarui Catatan...
ja: メモを更新中...
nb_no: Oppdaterer notat …
nl: Opmerking updaten...
pt: A atualizar a nota…
pt_br: Atualizando nota…
ru: Обновление заметки...
ta: குறிப்பு புதுப்பித்தல் ...
uk: Оновлення нотатки...
vi: Đang Cập nhật Ghi chú…
zh_hans: 更新说明...
zh_hant: 上傳註記中...

source: Upload complete!
ar: اكتمل رفع البيانات!
cs: Nahrávání dokončeno
de: Hochladen abgeschlossen!
es: Se completó la carga.
et: Üleslaadimine lõpetatud!
eu: Igorria!
fr: Téléversement effectué !
hr: Prijenos gotov!
id: Pengunggahan selesai!
ja: アップロード完了！
nb_no: Opplasting fullført!
nl: Uploaden beëindigd!
pt: Envio terminado!
pt_br: Envio completo!
ru: Загрузка завершена!
ta: பதிவேற்றம் முடிந்தது!
uk: Завантаження завершено!
vi: Đã tải lên xong!
zh_hans: 上传完成！
zh_hant: 上傳完畢！

source: Upload to OSM
ar: رفع إلى خريطة الشارع المفتوحة
cs: Nahrát na OSM
de: Zu OSM hochladen
es: Cargar a OSM
et: OSM-i üleslaadimine
eu: OSMera igorri
fr: Téléverser vers OSM
hr: Prenesi na OSM
id: Unggah ke OSM
ja: OSMにアップロード
nb_no: Last opp til OSM
nl: Uploaden naar OSM
pt: Enviar para o OpenStreetMap
pt_br: Enviar para OpenStreetMap
ru: Загрузить в OSM
ta: OSM இல் பதிவேற்றவும்
uk: Завантажити в OSM
vi: Tải lên OSM
zh_hans: 上传到OSM
zh_hant: 上傳到 OSM

source: Upload your changes
ar: رفع التغييرات التي قمت بها
cs: Nahrát vaše změny
de: Änderungen hochladen
es: Cargar sus cambios
et: Lae oma muudatused üles
eu: Aldaketak igorri
fr: Téléverser vos modifications
hr: Prijenos tvojih promjena
id: Unggah perubahan Anda
ja: 変更をアップロード
nb_no: Last opp dine endringer
nl: Je veranderingen uploaden
pt: Enviar as suas alterações
pt_br: Envie suas alterações
ru: Загрузите ваши правки
ta: உங்கள் மாற்றங்களை பதிவேற்றவும்
uk: Завантажте свої зміни
vi: Tải lên các thay đổi của bạn
zh_hans: 上载你的变更
zh_hant: 上傳變更

source: Uploading GPX...
ar: يتم رفع GPX...
cs: Nahrávání GPX…
de: GPX hochladen...
es: Cargando GPX…
et: GPX üleslaadimine…
eu: GPXa igortzen ari...
fr: Téléversement de la trace GPX...
hr: Prenošenje GPX podataka …
id: Mengunggah GPX...
ja: GPXをアップロード中...
nb_no: Laster opp GPX-fil…
nl: GPX uploaden...
pt: A enviar o GPX…
pt_br: Enviando GPX…
ru: Загрузка GPX...
ta: சிபிஎக்ச் பதிவேற்றுகிறது ...
uk: Завантаження GPX...
vi: Đang tải lên GPX…
zh_hans: 上传GPX...
zh_hant: 上傳 GPX 中...

source: User
ar: اسم المستخدم
cs: Uživatel
de: Nutzer
es: Usuario
et: Kasutaja
eu: Erabiltzaile
fi: Käyttäjä
fr: Utilisateur
hr: Korisnik
id: Pengguna
ja: ユーザー
mr: वापरकर्ता
nb_no: Bruker
nl: Gebruiker
pt: Utilizador
pt_br: Usuário
ru: Пользователь
ta: பயனர்
uk: Користувач
vi: Người dùng
zh_hans: 用户
zh_hant: OSM 帳號

source: User-defined imagery
ar: صور من تحديد المستخدم
cs: Uživatelské snímky
de: Benutzerdefiniertes Bildmaterial
es: Imágenes definidas por el usuario
et: Kasutaja määratud pildid
fr: Imagerie définie par l'utilisateur
hr: Korisnički određene slike
it: Immagini definite dall'utente
ja: ユーザー定義の画像
nb_no: Brukerdefinert bildemateriale
nl: Gebruiker-gedefinieerde beelden
pt: Imagens definidas pelo utilizador
pt_br: Imagens definidas pelo usuário
ru: Пользовательские снимки
ta: பயனர் வரையறுக்கப்பட்ட படங்கள்
uk: Користувацьке аерофото
vi: Hình ảnh tùy biến
zh_hans: 用户定义的影像
zh_hant: 自定義影像

source: Version
ar: الإصدار
cs: Verze
es: Versión
et: Versioon
eu: Bertsioa
fi: Versio
hr: Verzija
id: Versi
ja: バージョン
mr: आवृत्ती
nb_no: Versjon
nl: Versie
pt: Versão
pt_br: Versão
ru: Версия
ta: பதிப்பு
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: vintage %@
ar: سنة الالتقاط %@
cs: ročník %@
de: Aufnahmejahr %@
es: antiguo %@
et: aastakäik %@
fr: millésime %@
hr: vrijeme snimanja %@
ja: 年代 %@
pt: criado em %@
pt_br: criado em %@
ru: дата съёмки %@
ta: விண்டேச் %@
uk: дата знімка %@
vi: chụp năm %@
zh_hant: 年份 %@

source: vintage %@ - %@
ar: سنة الالتقاط %1$@ - %2$@
cs: ročník %1$@ – %2$@
de: Aufnahmejahr %1$@ - %2$@
es: antiguo %1$@ - %2$@
et: aastakäik %1$@ - %2$@
fr: millésime %1$@ - %2$@
hr: vrijeme snimanja %1$@ – %2$@
id: antik %1$@ - %2$@
ja: 年代 %1$@ - %2$@
nl: vintage %1$@ - %2$@
pt: criado em %1$@ - %2$@
pt_br: criado em %1$@ - %2$@
ru: дата съёмки %1$@ - %2$@
ta: விண்டேச் %@ - %@
uk: дата знімка %@ - %@
vi: chụp năm %1$@–%2$@
zh_hant: 年份 %1$@ - %2$@

source: Warning
ar: تحذير
cs: Upozornění
de: Warnung
es: Atención
et: Hoiatus
fi: Varoitus
fr: Avertissement
hr: Upozorenje
id: Peringatan
ja: 警告
mr: सावधान
nb_no: Advarsel
nl: Waarschuwing
pt: Aviso
pt_br: Atenção
ru: Предупреждение
ta: எச்சரிக்கை
uk: Попередження
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

source: way %@
ar: الطريق %@
cs: linie %@
de: Weg %@
es: vía %@
et: tee %@
fi: viiva %@
fr: chemin %@
hr: put %@
ja: ウェイ %@
nb_no: vei %@
nl: weg %@
pl: linia %@
pt: linha %@
pt_br: linha %@
ru: линия %@
ta: வழி %@
uk: лінія %@
vi: lối %@
zh_hant: 線段 %@

source: Way Attributes
ar: خصائص الطريق
cs: Atributy linie
de: Weg-Attribute
es: Atributos de vía
et: Tee atribuudid
fr: Attributs du chemin
hr: Svojstva puta
ja: ウェイの属性
nl: Weg-attributen
pt: Atributos da linha
pt_br: Atributos da linha
ru: Атрибуты линии
ta: வழி பண்புக்கூறுகள்
uk: Властивості лінії
zh_hans: 路径属性
zh_hant: 路徑屬性

source: Way Tags
ar: وسوم الطريق
cs: Značky linie
de: Weg-Tags
es: Etiquetas de vía
et: Tee sildid
fr: Étiquettes du chemin
hr: Oznake puta
ja: ウェイのタグ
nl: Weg-tags
pt: Etiquetas da linha
pt_br: Etiquetas da linha
ru: Теги линии
ta: வழி குறிச்சொற்கள்
uk: Теґи лінії
zh_hans: 路径标签
zh_hant: 路徑標籤

source: You are about to make changes to the live OpenStreetMap database. Your changes will be visible to everyone in the world. To continue press Commit once again, otherwise press Cancel.
ar: أنت على وشك إجراء تغييرات على قاعدة بيانات خريطة الشارع المفتوح المباشرة. ستكون تغييراتك مرئية للجميع في العالم. لمتابعة الضغط على إرسال مرة أخرى، وإلا اضغط على إلغاء.
cs: Chystáte se provést změny v živé OpenStreetMap databázi. Vaše změny budou viditelné pro všechny na světě. Chcete-li změny skutečně odeslat, znovu klepněte na Odeslat. Jinak klepněte na Zrušit.
de: Du bist gerade dabei, Änderungen an der live-geschalteten OpenStreetMap Datenbank zu machen. Die Änderungen werden für jeden auf der Welt sichtbar. Zum Fortfahren drücke noch einmal Hochladen, sonst drücke Abbrechen.
es: Está a punto de efectuar cambios en la base de datos de OpenStreetMap. Sus cambios serán visibles para todo el mundo. Para continuar, pulse en Confirmar una vez más; de lo contrario, pulse en Cancelar.
et: Oled tegemas muudatusi OpenStreetMapi andmebaasis. Sinu muudatused on nähtavad kõigile maailmas. Jätkamiseks vajuta veel kord Rakenda, vastasel juhul vajuta Tühista.
fr: Vous vous apprêtez à faire des changements à la base de données OpenStreetMap. Vos changements seront visibles de quiconque dans le monde. Pour continuer, appuyer de nouveau sur Valider, sinon, appuyez sur Annuler.
hr: Promijenit ćeš podatke u aktivnoj OpenStreetMap bazi podataka. Tvoje promjene će vidjeti svi na svijetu. Nastavi ponovnim pritiskom na „Potvrdi”, inače pritisni „Odustani”.
ja: あなたはOpenStreetMapデータベースの本番環境に変更を加えようとしています。この変更は世界中で閲覧されます。 続ける場合はコミットを再度押してください。やめる場合は中止を押してください。
nb_no: Du er i ferd med å gjøre endringer i OpenStreetMap-sanntidsdatabasen. Dine endringer vil bli synlige for alle og enhver. For å fortsette, trykk «Send inn» igjen, ellers trykk «Avbryt».
nl: Je staat op het punt om veranderingen te maken aan de live OpenStreetMap-database. Je verandering zullen zichtbaar zijn voor iedereen op de wereld. Om door te gaan, druk opnieuw op Uploaden. Druk anders op Annuleren.
pt: Está prestes a fazer alterações na base de dados do OpenStreetMap. As suas alterações ficarão visíveis a todos. Para continuar pressione o botão "Confirmar" mais uma vez, caso contrário pressione o botão "Cancelar".
pt_br: Você está prestes a fazer alterações no banco de dados OpenStreetMap ao vivo. Suas alterações ficarão visíveis para todos no mundo. Para continuar, pressione Confirmar mais uma vez, caso contrário, pressione Cancelar.
ru: Вы собираетесь внести изменения в действующую базу данных OpenStreetMap. Ваши правки будут доступны для просмотра абсолютно любому человеку из любой точки планеты. Чтобы продолжить нажмите Загрузить на сервер ещё раз, в противном случае нажмите Отмена.
ta: நீங்கள் லைவ் ஓபன்ச்ட்ரீட்மேப் தரவுத்தளத்தில் மாற்றங்களைச் செய்ய உள்ளீர்கள். உங்கள் மாற்றங்கள் உலகில் உள்ள அனைவருக்கும் தெரியும். மீண்டும் ஒரு முறை பிரச் கமிட்டைத் தொடர, இல்லையெனில் ரத்துசெய் அழுத்தவும்.
uk: Ви збираєтеся внести зміни до живої бази даних OpenStreetMap. Ваші зміни будуть видимі для всіх у світі. Щоб продовжити, натисніть «Здійснити зміни» ще раз, якщо передумали — натисніть «Скасувати».
zh_hant: 您即將要修改真的 OSM 資料庫，全世界所有人都會看到您的修改。 如要繼續請請再次點擊提交，否則請點擊取消。

source: You can navigate to a relation member only if it is already downloaded. These members are marked with '>'.
ar: يمكنك الانتقال إلى عضو العلاقة فقط إذا تم تنزيله بالفعل. يتم تمييز هؤلاء الأعضاء بـ '>'.
cs: Na člena relace můžete přejít jen pokud je už stažený. Stažení členové jsou označeni symbolem „>“.
de: Sie können nur zu einem Relationsmitglied navigieren, wenn es bereits heruntergeladen wurde. Diese Mitglieder sind gekennzeichnet mit '>'.
es: Puede navegar a un miembro de la relación solo si ya está descargado. Estos miembros están marcados con «>».
et: Saad liikuda relatsiooni liikme juurde ainult siis, kui ta on juba alla laaditud. Need liikmed on tähistatud tähisega '>'.
fr: Vous pouvez vous rendre à un membre de la relation seulement si celui-ci est téléchargé. Ces membres sont indiqués par '>'.
hr: Možeš navigirati do člana veze samo, ako je već preuzet. Ti su članovi označeni s „>”.
ja: リレーションメンバーはダウンロード済の場合のみ操作できます。 これらのメンバーは'>'でマークされています。
nb_no: Du kan gå til et relasjonsmedlem kun hvis det allerede er nedlastet. Disse medlemmene er markert med «>».
nl: Je kan alleen naar een relatie-lid gaan als het al gedownload is. Deze leden zijn gemarkeerd met '>'.
pt: Só pode navegar até um membro da relação se este já tiver sido descarregado anteriormente. Estes membros são marcados com '>'.
pt_br: Você pode navegar até um membro da relação apenas se já tiver sido baixado anteriormente. Estes membros são marcados com '>'.
ru: Вы можете выполнять навигацию только по тем элементам отношения, которые были загружены. Эти элементы обозначены '>'.
ta: ஏற்கனவே பதிவிறக்கம் செய்யப்பட்டிருந்தால் மட்டுமே நீங்கள் ஒரு உறவு உறுப்பினருக்கு செல்ல முடியும். இந்த உறுப்பினர்கள் '& gt;' உடன் குறிக்கப்பட்டுள்ளனர்.
uk: Ви можете перейти до члена звʼязку, лише якщо він вже завантажений. Ці члени позначені символом «>».
zh_hant: 您只能導航到已經下載的關係成員。 這些成員會標示為 '>'。

source: You have made changes that have not yet been uploaded to the server. Clearing the cache will cause those changes to be lost.
ar: لقد قمت بتغييرات لم يتم رفعها بعد إلى الخادم. سيؤدي مسح ذاكرة التخزين المؤقت إلى فقدان هذه التغييرات.
cs: Provedli jste změny, které ještě nebyly nahrány na server. Vyčištěním mezipaměti o tyto neuložené změny přijdete.
de: Es wurden Änderungen gemacht, welche noch nicht zum Server hochgeladen wurden. Den Cache zu leeren, würde den Verlust dieser Veränderungen bedeuten.
es: Ha hecho cambios que todavía no se cargan en el servidor. Si vacía la antememoria, esas modificaciones se perderán.
et: Oled teinud muudatusi, mida ei ole veel serverisse üles laetud. Vahemälu kustutamine põhjustab nende muudatuste kadumise.
fr: Vous avez effectué des modifications qui n'ont pas encore été téléversées sur le serveur. Vider la cache entraînera la perte de ces modifications.
hr: Izradio/la si promjene koje još nisu prenesene na server. Brisanjem predmemorije ćeš izgubiti te promjene.
id: Anda telah membuat perubahan-perubahan yang bellum diunggah ke server. Menghapus cache akan menghilangkan perubahan-perubahan tersebut.
ja: まだサーバーにアップロードされていない変更があります。キャッシュをクリアするとこれらの変更が失われることになります。
nb_no: Du har gjort endringer som ikke har blitt lastet opp til tjeneren enda. Tømming av hurtiglageret vil medføre tap av disse endringene.
nl: Je hebt verandering gemaakt die nog niet geüpload zijn naar de server. Het leegmaken van de cache zal ervoor zorgen dat alle veranderingen verloren zullen gaan.
pt: Fez alterações que ainda não foram enviadas para o servidor. Limpar os ficheiros temporários fará com que essas alterações sejam perdidas.
pt_br: Você fez alterações que ainda não foram enviadas ao servidor. Limpar o cache fará com que essas alterações sejam perdidas.
ru: Вы сделали правки, которые ещё не были загружены на сервер. Очистка кэша приведёт к их потере.
ta: சேவையகத்தில் இதுவரை பதிவேற்றப்படாத மாற்றங்களை நீங்கள் செய்துள்ளீர்கள். தற்காலிக சேமிப்பை அழிப்பது அந்த மாற்றங்களை இழக்க நேரிடும்.
uk: Ви зробили зміни і ще не завантажили їх на сервер. Якщо очистити кеш, ці зміни будуть втрачені.
zh_hant: 您所編輯的內容尚未上傳到伺服器。清除快取將一併刪除這些內容。
